Repository: shram0077/FarmLink
Catalog: agro_link/lib/l10n/app_*.arb
Languages: ku

# appName
source: FarmLink
ku: فارم لینک

# welcome
source: Welcome to
ku: بەخێربێیت بۆ

source: Login
ku: چوونەژوورەوە

source: Sign Up
ku: تۆمارکردن

source: E-mail
ku: ئیمەیڵ

source: Password
ku: تێپەڕەوشە

source: Full name
ku: ناوی تەواو

source: Phone number
ku: ژمارەی تەلەفۆن

source: Forgot password?
ku: تێپەڕەوشەت لەبیرکردووە؟

# dontHaveAccount
source: Don't have an account?
ku: هەژمار نیت؟

# alreadyHaveAccount
source: Already have an account?
ku: هەژمارت هەیە؟

source: sign in with
ku: بچۆرەژوورەوە بە

source: Start with Email
ku: دەستپێکردن بە ئیمەیڵ

source: Start with Phone
ku: دەستپێکردن بە تەلەفۆن

source: Facebook
ku: فەیسبووک

source: Google
ku: گووگڵ

source: SEND
ku: ناردن

source: Create Post
ku: دروستکردنی پۆست

source: Title
ku: سەردێڕ

source: Content
ku: ناوەڕۆک

# tags
source: Tags (optional)
ku: تاگەکان (ئارەزوومەندانە)

source: Post
ku: پۆست

source: Category
ku: جۆر

source: General
ku: گشتی

source: Farming Tips
ku: ڕاوێژەکانی کشتوکاڵ

source: Equipment
ku: کەرەستەکان

source: Crops
ku: بەرووبوومەکان

source: Livestock
ku: ماڵات

source: Organic Farming
ku: کشتوکاڵی ئۆرگانیک

source: Technology
ku: تەکنەلۆژیا

source: Market
ku: بازار

# ai
source: AI Assistant
ku: یارمەتی زیرەک

source: Home
ku: سەرەکی

source: Create
ku: دروستکردن

source: Notifications
ku: ئاگادارییەکان

source: Profile
ku: پرۆفایل

source: Settings
ku: ڕێکخستنەکان

source: Edit Profile
ku: دەستکاریکردنی پرۆفایل

source: Help & Support
ku: یارمەتی و پشتگیری

source: Logout
ku: چوونەدەرەوە

source: Today
ku: ئەمڕۆ

source: Yesterday
ku: دوێنێ

source: No experts found
ku: هیچ شارەزاییەک نەدۆزرایەوە

# tryAdjustingSearch
source: Try adjusting your search or filters
ku: هەوڵبدە گەڕان یان پاڵاوتنەکان بگۆڕی

# searchExperts
source: Search experts or specialties...
ku: گەڕان بەدوای شارەزایان یان پسپۆڕییەکاندا...

source: Expert In:
ku: شارەزا لە:

source: Call for Advice
ku: پەیوەندی بکە بۆ ڕاوێژ

source: Chat for Advice
ku: وتووێژ بکە بۆ ڕاوێژ

source: Location
ku: شوێن

source: Work Description
ku: وەسفی کار

source: Not available
ku: بەردەست نییە

source: Verification Code
ku: کۆدی ڕاستاندنەوە

# pleaseTypeCode
source: Please type the verification code sent to
ku: تکایە کۆدی ڕاستاندنەوە بنووسە کە نێردراوە بۆ

# dontReceiveCode
source: I don't receive a code! Please resend
ku: کۆدەکەم پێنەگەیشتووە! تکایە دووبارە بنێرە

source: Registration
ku: تۆمارکردن

# enterPhoneToVerify
source: Enter your phone number to verify your account
ku: ژمارەی تەلەفۆنەکەت بنووسە بۆ ڕاستاندنەوەی هەژمارەکەت

source: Specialists
ku: پسپۆڕان

source: Calendar
ku: ڕۆژژمێر

source: Education
ku: فێرکاری

source: Feedback
ku: ڕاوبۆچوون

source: Posts
ku: پۆستەکان

source: Followers
ku: شوێنکەوتووان

source: Following
ku: شوێنکەوتن

source: Special Sale Alert!
ku: ئاگاداری داشکان!

# saleDescription
source: Up to 70% off on selected farming equipment
ku: داشکانی تا 70% لەسەر کەرەستە کشتوکاڵییە هەڵبژاردراوەکان

source: New Follower
ku: شوێنکەوتووی نوێ

# followerDescription
source: started following you
ku: دەستیکردووە بەشوێنکەوتنی تۆ

source: Post Liked
ku: پۆستەکە لایککرا

# likeDescription
source: Your post about organic farming got 15 likes
ku: پۆستەکەت دەربارەی کشتوکاڵی ئۆرگانیک 15 لایکی وەرگرتووە

source: New Comment
ku: لێدوانێکی نوێ

# commentDescription
source: commented on your farming tips post
ku: لێدوانی نووسیوە لەسەر پۆستی ڕاوێژە کشتوکاڵییەکانی تۆ

source: Post Shared
ku: پۆستەکە هاوبەشکرا

# shareDescription
source: Your irrigation system post was shared
ku: پۆستی سیستەمی ئاودانی تۆ هاوبەشکرا

source: Achievement Unlocked
ku: دەستکەوت کرانەوە

# achievementDescription
source: You earned the "Expert Farmer" badge
ku: نیشانەی "جووتیاری شارەزا"ت بەدەستهێنا

source: hours ago
ku: کاتژمێر لەمەوبەر

source: days ago
ku: ڕۆژ لەمەوبەر

source: day ago
ku: ڕۆژ لەمەوبەر

source: just now
ku: ئێستا

source: Skip
ku: پەڕاندن

source: Next
ku: دواتر

source: Previous
ku: پێشتر

source: Done
ku: تەواوبوو

source: Cancel
ku: هەڵوەشاندنەوە

source: OK
ku: باشە

source: Yes
ku: بەڵێ

source: No
ku: نەخێر

source: Confirm
ku: دڵنیاکردنەوە

source: Delete
ku: سڕینەوە

source: Edit
ku: دەستکاریکردن

source: Save
ku: پاشەکەوتکردن

source: Loading...
ku: بارکردن...

source: Error
ku: هەڵە

source: Success
ku: سەرکەوتوو

source: Warning
ku: ئاگاداری

source: Info
ku: زانیاری

source: Language
ku: زمان

source: Select Language
ku: زمان هەڵبژێرە

source: Change Language
ku: گۆڕینی زمان

# languageChanged
source: Language changed successfully
ku: زمان بەسەرکەوتوویی گۆڕدرا

source: Select Category
ku: جۆر هەڵبژێرە

# enterTitle
source: Enter your post title...
ku: سەردێڕی پۆستەکەت بنووسە...

# shareKnowledge
source: Share your farming knowledge, tips, or ask questions...
ku: زانیاری کشتوکاڵی یان پرسیارەکانت هاوبەش بکە...

# addTags
source: Add tags separated by commas (e.g., farming, tips, organic)
ku: تاگەکان زیاد بکە بەجیاوازی بە کۆما (بۆ نموونە: کشتوکاڵ، ڕاوێژ، ئۆرگانیک)

# fillAllFields
source: Please fill in title and content
ku: تکایە سەردێڕ و ناوەڕۆک پڕبکەرەوە

# postCreated
source: Post created successfully!
ku: پۆست بەسەرکەوتوویی دروستکرا!

source: Clear
ku: پاککردنەوە

source: Search
ku: گەڕان

source: Filter
ku: پاڵاوتن

source: Sort
ku: ڕیزکردن

source: View All
ku: هەمووی ببینە

source: Show More
ku: زیاتر پیشان بدە

source: Show Less
ku: کەمتر پیشان بدە

source: Read More
ku: زیاتر بخوێنەرەوە

source: Read Less
ku: کەمتر بخوێنەرەوە

# connectingFarmers
source: Empowering Farmers of Kurdistan
ku: هێزدان بە جووتیارانی کوردستان

source: Agricultural Experts
ku: شارەزاکانی کشتوکاڵی

source: John Farmer
ku: جۆن فارمەر

# calendarFeature
source: Calendar feature coming soon!
ku: تایبەتمەندی ڕۆژژمێر بەم زووانە دێت!

# educationFeature
source: Education feature coming soon!
ku: تایبەتمەندی فێرکاری بەم زووانە دێت!

# feedbackFeature
source: Feedback feature coming soon!
ku: تایبەتمەندی ڕاوبۆچوون بەم زووانە دێت!

# noRouteDefined
source: No route defined for
ku: هیچ ڕێڕەوێک دیاری نەکراوە بۆ

# welcomeSelectLanguage
source: Welcome
ku: بەخێربێیت

# pleaseSelectLanguage
source: Please Select Your Language
ku: تکایە زمانی خۆت هەڵبژێرە

# loginText
source: LOGIN
ku: چوونەژوورەوە

# signUpText
source: SIGN UP
ku: تۆمارکردن

# signInWithText
source: Sign in with
ku: بچۆرەژوورەوە بە

# signUpWithText
source: Sign up with
ku: تۆمار بکە بە

# verificationCodeText
source: Verification Code
ku: کۆدی ڕاستاندنەوە

# pleaseTypeCodeText
source: Please type the verification code sent to trytempii@gmail.com
ku: تکایە کۆدی ڕاستاندنەوە بنووسە کە نێردراوە بۆ trytempii@gmail.com

# registrationText
source: Registration
ku: تۆمارکردن

# enterPhoneToVerifyText
source: Enter your phone number to verify your account
ku: ژمارەی تەلەفۆنەکەت بنووسە بۆ ڕاستاندنەوەی هەژمارەکەت

# sendText
source: SEND
ku: ناردن

# signUpTitle
source: Sign Up
ku: تۆمارکردن

# fullNameLabel
source: Full name
ku: ناوی تەواو

# emailLabel
source: E-mail
ku: ئیمەیڵ

# passwordLabel
source: Password
ku: تێپەڕەوشە

# signUpButton
source: SIGN UP
ku: تۆمارکردن

# typeMessage
source: Type a message...
ku: نامەیەک بنووسە...

source: Services
ku: خزمەتگوزارییەکان

source: Categories
ku: جۆرەکان

source: Expert Advise
ku: ڕاوێژی شارەزا

source: Online Now
ku: ئێستا سەرهێڵە

# noExpertProvided
source: No expert provided for chat
ku: هیچ شارەزاییەک بۆ گفتوگۆ دابین نەکراوە

source: Farmer Markets
ku: بازارەکانی جووتیار

source: No Products Found
ku: هیچ بەرووبوومێک نەدۆزرایەوە

source: Out of Stock
ku: بەردەست نییە

source: minutes ago
ku: خولەک لەمەوبەر

# learnGrow
source: Learn & Grow Together
ku: فێربە و گەشە بکە پێکەوە

source: App Tutorials
ku: وانەکانی ئەپ

source: Farming Guides
ku: ڕێبەرەکانی کشتوکاڵی

source: tutorials available
ku: وانە بەردەستە

source: guides available
ku: ڕێبەر بەردەستە

source: Search tutorials...
ku: گەڕان لە وانەکاندا...

source: No tutorials found
ku: هیچ وانەیەک نەدۆزرایەوە

source: No guides found
ku: هیچ ڕێبەرێک نەدۆزرایەوە

source: Progress
ku: پێشکەوتن

source: Complete
ku: تەواو

source: Start Tutorial
ku: وانە دەستپێبکە

source: Review Tutorial
ku: وانە پێداچوونەوە بکە

source: Read Guide
ku: ڕێبەر بخوێنەرەوە

source: Guide Overview
ku: پوختەی ڕێبەر

# aboutTutorial
source: About this tutorial
ku: دەربارەی ئەم وانەیە

source: Completed
ku: تەواوکرا

source: readers
ku: خوێنەر

source: App Usage
ku: بەکارهێنانی ئەپ

source: Crop Guides
ku: ڕێبەری بەرووبوومەکان

source: Seasonal Tips
ku: ئامۆژگارییە وەرزییەکان

source: Best Practices
ku: باشترین پراکتیزەکان

source: Pest Control
ku: کۆنترۆڵی مەرگەساتەکان

source: Irrigation
ku: ئاودانی

source: Soil Health
ku: تەندرووستیی خاک

source: Beginner
ku: دەستپێکەر

source: Intermediate
ku: ناوەند

source: Advanced
ku: پێشکەوتوو

source: Ongoing
ku: بەردەوام

source: Seasonal
ku: وەرزی

source: Setup
ku: دانان

# welcomeToAgroLink
source: Welcome to FarmLink
ku: بەخێربێیت بۆ فارم لینک

# welcomeDescription
source: Learn how to navigate the app and access all features
ku: فێربە چۆن لە ئەپەکەدا بگەڕێیت و دەستت بگات بە هەموو تایبەتمەندییەکان

source: Finding Experts
ku: دۆزینەوەی شارەزایان

# findingExpertsDescription
source: Connect with agricultural specialists in your area
ku: پەیوەندی بکە بە شارەزاکانی کشتوکاڵی لە ناوچەکەتدا

source: Marketplace Guide
ku: ڕێبەری بازاڕ

# marketplaceGuideDescription
source: Buy and sell farming products and equipment
ku: کڕین و فرۆشتنی بەرووبووم و کەرەستەکانی کشتوکاڵی

source: AI Assistant
ku: یارمەتی زیرەک

# aiAssistantDescription
source: Get instant answers to your farming questions
ku: وەڵامە چووکەکان وەربگرە بۆ پرسیارە کشتوکاڵییەکانت

source: Creating Posts
ku: دروستکردنی پۆستەکان

# creatingPostsDescription
source: Share your farming knowledge and experiences
ku: زانیاری کشتوکاڵی و ئەزموونەکانت هاوبەش بکە

source: Tomato Cultivation Guide
ku: ڕێبەری کشتوکاڵی تەماتە

# tomatoCultivationDescription
source: Complete guide from seedling to harvest
ku: ڕێبەری تەواو لە تۆوەکانەوە تا دروێنە

source: Wheat Farming Best Practices
ku: باشترین پراکتیزەکانی کشتوکاڵی گەنم

# wheatFarmingDescription
source: Modern techniques for maximum yield
ku: تەکنیکە نوێیەکان بۆ بەرهەمێکی زۆر

source: Drip Irrigation Systems
ku: سیستەمەکانی ئاودانی drip

# dripIrrigationDescription
source: Save water and improve crop quality
ku: ئاو بپارێزە و کوالێتی بەرووبوومەکان باشتر بکە

source: Rainwater Harvesting
ku: کۆکردنەوەی ئاوی باران

# rainwaterHarvestingDescription
source: Sustainable water collection methods
ku: ڕێگاکانی کۆکردنەوەی ئاوی بەردەوام

source: Organic Pest Management
ku: بەڕێوەبردنی مەرگەساتە ئۆرگانیکەکان

# organicPestManagementDescription
source: Natural solutions for common pests
ku: چارەسەرە سروشتییەکان بۆ مەرگەساتە باوەکان

source: Soil Health & Fertilization
ku: تەندرووستیی خاک و سەرچاوەدان

# soilHealthDescription
source: Building and maintaining fertile soil
ku: دروستکردن و پاراستنی خاکی بەپیت

# allCategories
source: All
ku: هەموو
